text = {
    'ru': {
        'min_year_tooltip': "Все источники, год которых ниже указанного, будут отнесены к устаревшим.",
        'min_year_label': 'Минимальный год',
        'settings_group_label': "Настройки",
        'view_type_checkbox_tooltip': "Если флажок снят, то обзор работы будет открыт в отдельном окне.",
        'view_type_checkbox_label': "Открыть в этом окне",
        'auto_save_tooltip': "Если флажок установлен, то отчет в формате docx будет автоматически "
                            "сохранен рядом с проверяемой работой.",
        'auto_save_label': 'Автоматически сохранить отчет',
        'select_file_btn': "Выбрать файл",
    }
}
